export default {
  projections: {
    КонтроллерE: {
      номер: {
        __caption__: 'Номер'
      },
      состояние: {
        __caption__: 'Состояние'
      },
      темпаУстан: {
        __caption__: 'Темпа устан',
        температура: {
          __caption__: 'Температура'
        }
      },
      датчик: {
        __caption__: 'Датчик',
        номерД: {
          __caption__: 'Номер Д'
        },
        погрешность: {
          __caption__: 'Погрешность'
        },
        производ: {
          __caption__: 'Производ'
        }
      }
    },
    КонтроллерL: {
      номер: {
        __caption__: 'Номер'
      },
      состояние: {
        __caption__: 'Состояние'
      },
      темпаУстан: {
        __caption__: '',
        температура: {
          __caption__: 'Температура'
        }
      },
      датчик: {
        __caption__: '',
        номерД: {
          __caption__: ''
        },
        погрешность: {
          __caption__: ''
        },
        производ: {
          __caption__: ''
        }
      }
    }
  },
  validations: {
    номер: {
      __caption__: 'Номер'
    },
    состояние: {
      __caption__: 'Состояние'
    },
    темпаУстан: {
      __caption__: 'Темпа устан'
    },
    датчик: {
      __caption__: 'Датчик'
    }
  }
};
