export default {
  projections: {
    ДатчикE: {
      номерД: {
        __caption__: 'Номер Д'
      },
      погрешность: {
        __caption__: 'Погрешность'
      },
      производ: {
        __caption__: 'Производ'
      }
    },
    ДатчикL: {
      номерД: {
        __caption__: ''
      },
      погрешность: {
        __caption__: ''
      },
      производ: {
        __caption__: ''
      }
    }
  },
  validations: {
    номерД: {
      __caption__: 'Номер Д'
    },
    погрешность: {
      __caption__: 'Погрешность'
    },
    производ: {
      __caption__: 'Производ'
    },
    контроллер: {
      __caption__: 'контроллер'
    }
  }
};
